Repository: tonyjaxx/puntossmart_usuarios
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Skip
es: Saltar

# auth_login_welcome
source: Welcome to
es: Bienvenido a

# auth_login_description
source: The Largest Points & Discounts Network in Peru.
es: La red de puntos y descuentos más grande del Perú

# auth_login_1
source: Login in
es: Iniciar Sesión

# auth_login_2
source: Login in
es: Ingresar

# auth_login_3
source: Acceso in
es: Acceso

# auth_login_4
source: Or access quickly
es: Acceder con

# auth_login_register
source: Register with Your Email Or Number
es: Regístrese con su correo electrónico o número

# auth_login_create
source: Do you already have an account?
es: ¿Ya tienes una cuenta?

# auth_login_forget
source: Did you forget your password?
es: ¿Olvidaste tu contraseña?

# auth_login_login
source: Do you already have an account?
es: ¿Ya tienes cuenta?

# auth_login_keep
source: Keep me logged in
es: Recordar

source: Email or phone number
es: Correo electrónico o celular

source: Password
es: Contraseña

# email_invalid
source: Email or phone number is not valid
es: Correo electrónico o celular invalido

# password_invalid
source: Password should contain minimum 8 characters
es: La contraseña debe tener 8 caracteres

# auth_register
source: Register
es: Crear Cuenta

source: All Services
es: Servicios
